Files/Personal/Salud/VideoNotes.org
#+title: Notas de videos
#+startup: fold
#+options: toc:nil

* TESTOSTERONE: How To Increase Testosterone & Its Effects
[[https://www.youtube.com/watch?v=BtHg1AJwOzs][link]]
- La testosterona es importante
- Sus niveles varían bastante en el rango normal
  + Afectando al cuerpo y a la mente de manera importante
    - Perdida/ganancia de grasa y musculatura además de otros efectos psicológicos
    - Afecta tu personalidad volviendote más seguro, motivado, energetico y social
  + Su nivel puede subir en distintas condiciones
    - A corto plazo.
      En una situación temporal o situacional
    - A largo plazo.
      Ajustes a largo plazo en los niveles del cuerpo, dando a un perfil de conducta distinto
      + Pueden ser influenciados por cambios de nivel a corto plazo
** Dietas y suplementos
- Deficiencias en los siguientes elementos pueden afectar los niveles de testosterona.
  + Vitamina D activa
    - No técnicamente una vitamina, si no una hormona (Creo que las hormonas son señales en el cuerpo)
    - Viene de la vitamina D inactiva
    - Se obtiene de dieta y luz solar.
  + Zinc
  + Magnesio
    - Actividad física puede bajar los niveles.
- Elementos que elevan los niveles
  + Ashwaganda
  + Fenugreek
  + tribulus (no directamente)
- Suplemento del video [[https://powerofkane.com/?rfsn=4560622.bd58dc&utm_source=refersion&utm_medium=affiliate&utm_campaign=4560622.bd58dc][kane]].
** Mecanismos sociales para elevarte
- En primates los niveles de testosterona afectan su jerarquía social.
- En los humanos, las interacciones son más complejas que un cambio físico.
  + Obtenemos respeto por mostrar un buen desempeño.
    - Esta nueva forma de medir la jerarquía social se llama prestigio.
    - Se debe usar esto como motivación para obtener éxito y prestigio.
** Factores en la Salud
- Los niveles de testosterona nos pueden poner en dos modos.
  + Modo de supervivencia.
    - Donde guardamos más grasa y nos portamos más retraídos para aumentar nuestra seguridad.
  + Modo de competición
    - Favorece la formación de masa muscular.
    - Activa el sistema inmune.
- Estos niveles deben de estar listos para ajustarse a la salud del individuo,
  ya que si este se enferma, sus niveles de testosterona deben bajar para aumentar las
  posibilidades de sobrevivir.
- Con la edad, los niveles de testosterona no bajaron en individuos saludables.
  + Solo bajaban cuando el peso de el individuo subía de peso.
** Factores en el estilo de vida
- Paternidad
  + La paternidad baja los valores de testosterona significativamente.
    - Este efecto se puede atenuar significativamente con la actividad reproductiva recurrente.
      + Curiosamente, el aumento en los niveles de testosterona no se da, si no hasta el día siguiente.
- Actividad reproductiva
  + Tienen un aumento de testosterona al día siguiente.
  + Este aumento incrementa de manera dramática cuando hay más machos detrás de una hembra
  + No tiene efecto alguno en la masturbación, resaltando las características sociales.
- Sueño
  + Las horas de sueño afectan los niveles de testosterona en la mañana siguiente.
    - En la mañana es el momento en donde más altos están.
** Resumen
- Estilo de vida Pro-testosterona:
  + Actividad sexual 3 veces a la semana.
  + 8 horas de sueño mínimo.
  + Ejercicio.
- Dieta:
  + Vitamina D.
  + Zinc.
  + Magnesio.
- Social:
  + Sobresalir en todo lo que puedas.
  + Intentar incrementar tu prestigio enfrente de otros.
- Salud:
  + Grasa corporal (Debajo del 25%).
  + Presión sanguínea (normal).
  + Cuerpo (Delgado sin enfermedades crónicas).
* WATER FASTING: The Complete Guide (Fastest Fat Loss Method)
[[https://www.youtube.com/watch?v=DghrZNUP5vo][link]]
** ¿Que es la grasa?
- Células de grasa.
  + Se le conoce como Adipocitos.
- Nos ayudan a guardar energía para el futuro.
** Ayuno de agua
- Acelera el proceso de cualquier dieta ya que en todo el día
  solo consumes agua.
- Tiene un mejor porcentaje de éxito
  + ya que los resultados son más rápidos.
  + debido que no tienes que tener un régimen estricto de calorías
    por un largo tiempo.
** Preparación
- Planificar cuantos días ayunaras
  + Ponen de ejemplo intervalos de 16 o 72 horas.
  + Si planeas hacerlo por un periodo de varios días deberías de
    hacerte un chequeo para ver si te faltan nutrientes.
  + Comer mucha fibra antes de empezar.
- Ayuno de 5 días (ejemplo)
  + El ayuno empieza desde tu última comida.
  + Fase 1 (digestión y absorción)
