Publ/Personal/Salud/VideoNotes.html
<!doctype html>
<html lang="en">
<head>
<title>Notas de videos</title>
<!-- 2022-10-08 Sat 18:56 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="J.D Castro">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-12"><h1 class="title">Notas de videos</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> TESTOSTERONE: How To Increase Testosterone &amp; Its Effects</h2>
<div class="outline-text-2" id="text-1">
<p>
<a href="https://www.youtube.com/watch?v=BtHg1AJwOzs">link</a>
</p>
<ul class="org-ul">
<li>La testosterona es importante
</li>
<li>Sus niveles varían bastante en el rango normal
<ul class="org-ul">
<li>Afectando al cuerpo y a la mente de manera importante
<ul class="org-ul">
<li>Perdida/ganancia de grasa y musculatura además de otros efectos psicológicos
</li>
<li>Afecta tu personalidad volviendote más seguro, motivado, energetico y social
</li>
</ul>
</li>
<li>Su nivel puede subir en distintas condiciones
<ul class="org-ul">
<li>A corto plazo.
En una situación temporal o situacional
</li>
<li>A largo plazo.
Ajustes a largo plazo en los niveles del cuerpo, dando a un perfil de conducta distinto
<ul class="org-ul">
<li>Pueden ser influenciados por cambios de nivel a corto plazo
</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Dietas y suplementos</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Deficiencias en los siguientes elementos pueden afectar los niveles de testosterona.
<ul class="org-ul">
<li>Vitamina D activa
<ul class="org-ul">
<li>No técnicamente una vitamina, si no una hormona (Creo que las hormonas son señales en el cuerpo)
</li>
<li>Viene de la vitamina D inactiva
</li>
<li>Se obtiene de dieta y luz solar.
</li>
</ul>
</li>
<li>Zinc
</li>
<li>Magnesio
<ul class="org-ul">
<li>Actividad física puede bajar los niveles.
</li>
</ul>
</li>
</ul>
</li>
<li>Elementos que elevan los niveles
<ul class="org-ul">
<li>Ashwaganda
</li>
<li>Fenugreek
</li>
<li>tribulus (no directamente)
</li>
</ul>
</li>
<li>Suplemento del video <a href="https://powerofkane.com/?rfsn=4560622.bd58dc&amp;utm_source=refersion&amp;utm_medium=affiliate&amp;utm_campaign=4560622.bd58dc">kane</a>.
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Mecanismos sociales para elevarte</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>En primates los niveles de testosterona afectan su jerarquía social.
</li>
<li>En los humanos, las interacciones son más complejas que un cambio físico.
<ul class="org-ul">
<li>Obtenemos respeto por mostrar un buen desempeño.
<ul class="org-ul">
<li>Esta nueva forma de medir la jerarquía social se llama prestigio.
</li>
<li>Se debe usar esto como motivación para obtener éxito y prestigio.
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> Factores en la Salud</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Los niveles de testosterona nos pueden poner en dos modos.
<ul class="org-ul">
<li>Modo de supervivencia.
<ul class="org-ul">
<li>Donde guardamos más grasa y nos portamos más retraídos para aumentar nuestra seguridad.
</li>
</ul>
</li>
<li>Modo de competición
<ul class="org-ul">
<li>Favorece la formación de masa muscular.
</li>
<li>Activa el sistema inmune.
</li>
</ul>
</li>
</ul>
</li>
<li>Estos niveles deben de estar listos para ajustarse a la salud del individuo,
ya que si este se enferma, sus niveles de testosterona deben bajar para aumentar las
posibilidades de sobrevivir.
</li>
<li>Con la edad, los niveles de testosterona no bajaron en individuos saludables.
<ul class="org-ul">
<li>Solo bajaban cuando el peso de el individuo subía de peso.
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-4" class="outline-3">
<h3 id="sec-1-4"><span class="section-number-3">1.4</span> Factores en el estilo de vida</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Paternidad
<ul class="org-ul">
<li>La paternidad baja los valores de testosterona significativamente.
<ul class="org-ul">
<li>Este efecto se puede atenuar significativamente con la actividad reproductiva recurrente.
<ul class="org-ul">
<li>Curiosamente, el aumento en los niveles de testosterona no se da, si no hasta el día siguiente.
</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li>Actividad reproductiva
<ul class="org-ul">
<li>Tienen un aumento de testosterona al día siguiente.
</li>
<li>Este aumento incrementa de manera dramática cuando hay más machos detrás de una hembra
</li>
<li>No tiene efecto alguno en la masturbación, resaltando las características sociales.
</li>
</ul>
</li>
<li>Sueño
<ul class="org-ul">
<li>Las horas de sueño afectan los niveles de testosterona en la mañana siguiente.
<ul class="org-ul">
<li>En la mañana es el momento en donde más altos están.
</li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1-5" class="outline-3">
<h3 id="sec-1-5"><span class="section-number-3">1.5</span> Resumen</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>Estilo de vida Pro-testosterona:
<ul class="org-ul">
<li>Actividad sexual 3 veces a la semana.
</li>
<li>8 horas de sueño mínimo.
</li>
<li>Ejercicio.
</li>
</ul>
</li>
<li>Dieta:
<ul class="org-ul">
<li>Vitamina D.
</li>
<li>Zinc.
</li>
<li>Magnesio.
</li>
</ul>
</li>
<li>Social:
<ul class="org-ul">
<li>Sobresalir en todo lo que puedas.
</li>
<li>Intentar incrementar tu prestigio enfrente de otros.
</li>
</ul>
</li>
<li>Salud:
<ul class="org-ul">
<li>Grasa corporal (Debajo del 25%).
</li>
<li>Presión sanguínea (normal).
</li>
<li>Cuerpo (Delgado sin enfermedades crónicas).
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> WATER FASTING: The Complete Guide (Fastest Fat Loss Method)</h2>
<div class="outline-text-2" id="text-2">
<p>
<a href="https://www.youtube.com/watch?v=DghrZNUP5vo">link</a>
</p>
</div>
<div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> ¿Que es la grasa?</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Células de grasa.
<ul class="org-ul">
<li>Se le conoce como Adipocitos.
</li>
</ul>
</li>
<li>Nos ayudan a guardar energía para el futuro.
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Ayuno de agua</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Acelera el proceso de cualquier dieta ya que en todo el día
solo consumes agua.
</li>
<li>Tiene un mejor porcentaje de éxito
<ul class="org-ul">
<li>ya que los resultados son más rápidos.
</li>
<li>debido que no tienes que tener un régimen estricto de calorías
por un largo tiempo.
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Preparación</h3>
<div class="outline-text-3" id="text-2-3">
<ul class="org-ul">
<li>Planificar cuantos días ayunaras
<ul class="org-ul">
<li>Ponen de ejemplo intervalos de 16 o 72 horas.
</li>
<li>Si planeas hacerlo por un periodo de varios días deberías de
hacerte un chequeo para ver si te faltan nutrientes.
</li>
<li>Comer mucha fibra antes de empezar.
</li>
</ul>
</li>
<li>Ayuno de 5 días (ejemplo)
<ul class="org-ul">
<li>El ayuno empieza desde tu última comida.
</li>
<li>Fase 1 (digestión y absorción)
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: J.D Castro</p>
<p class="date">Created: 2022-10-08 Sat 18:56</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 28.1.50 (<a href="http://orgmode.org">Org-mode</a> 9.6)</p>
</div>
</footer>
</body>
</html>
